{"resumen ejecutivo": "El objetivo de este informe es hacer seguimiento a los puntos de atención detectados en el indicador de salud para Unix presentado en julio 2022 vs febrero 2023, con la finalidad de medir la salud de Unix considerando las disciplinas de capacidad, rendimiento, obsolescencia, comportamiento y cumplimiento. \n\nEl alcance de este informe está limitado a los reportes disponibles actualmente en las herramientas considerando la línea base de servidores Unix suministrada por el área y comparada con lo registrado en CMDB y HPSM.\n\nPara generar los indicadores, se tomó como base los datos de enero 2023 para las 24 horas por día por sistema operativo.\n\nEl indicador de Salud GLOBAL servidores Unix fue 97.56% calificado como “excelente” según metodología.", "tablas": [[["Indicador de Salud", "4474300,00 %", "Jan-23"], ["Capacidad", "99.27%", "99.69%"], ["Rendimiento", "97.74%", "97.44%"], ["Obsolescencia", "93.88%", "93.70%"], ["Cumplimiento", "97.69%", "99.50%"], ["Comportamiento", "100.00%", "99.50%"], ["Global ", "97.57%", "97.56%"]], [["DISCIPLINA", "Jul-22", "Jan-23"], [" Capacidad", "98.82%", "99.29%"], [" Rendimiento", "98.64%", "98.21%"], [" Obsolescencia", "85.35%", "85.68%"], ["Cumplimiento", "96.80%", "98.86%"], ["Comportamiento", "100.00%", "100.00%"], ["Global", "95.50%", "95.75%"]], [["DISCIPLINA", "Jul-22", "Jan-23"], [" Capacidad", "99.57%", "99.90%"], [" Rendimiento", "96.96%", "96.81%"], [" Obsolescencia", "100.00%", "100.00%"], ["Cumplimiento", "98.18%", "100.00%"], ["Comportamiento", "100.00%", "100.00%"], ["Global", "98.99%", "99.19%"]], [["DISCIPLINA", "Jul-22", "Jan-23"], [" Capacidad", "99.12%", "99.81%"], [" Rendimiento", "100.00%", "100.00%"], [" Obsolescencia", "100.00%", "100.00%"], ["Cumplimiento", "100.00%", "100.00%"], ["Comportamiento", "100.00%", "90.00%"], ["Global", "99.87%", "97.47%"]], [["", "Jul-22", "Jan-23"], ["CAPACIDAD", "2 servidores AIX en alerta amarilla por consumo de CPU, 15 servidores AIX en alerta amarilla por espacio en disco, 6 servidores HP-UX en alerta amarilla por espacio en disco y 4 servidores LINUX en alerta amarilla por espacio en disco.", "2 servidores físicos AIX y 1 virtual LINUX en alerta amarilla. 8 servidores físicas AIX con alerta amarilla por espacio en disco. 5 servidores físicos HP-UX presentando alerta amarilla por espacio en disco."], ["RENDIMIENTO", "9 servidores AIX en alerta amarilla por consumo de memoria vs. paginación. Alerta roja SMGM8020 (picos esporádicos), 17 servidores LINUX en alerta amarilla por consumo de memoria vs. paginación. 3 Servidores LINUX en alerta roja por Balloning, 1 servidor LINUX en alerta roja por tiempo de respuesta (por picos esporádicos) ", "Alerta roja en consumo de memoria vs. paginación para 4 servidores virtuales (LINUX), alerta amarilla en 11 virtuales LINUX; también por consumo de memoria vs. paginación. Alerta amarilla en 10 servidores físicos AIX por consumo de memoria vs. paginación. 1 servidor virtual LINUX en alerta roja por CPU Ready."], ["OBSOLESCENCIA", "9 servidores AIX obsoletos por hardware.", "9 servidores AIX (8 contingencia y 1 producción) obsoletos por HW "], ["CUMPLIMIENTO", "11 Servidores AIX sin agente SiteScope,  7 servidores LINUX sin agente SiteScope, 10 servidores LINUX donde no coincide release del inventario vs. UCMDB.", "4 servidores AIX sin agente SiteScope."], ["COMPORTAMIENTO", " ", "27 alertas preventivas para el servidor SND9010."]]]}